{
  "Space economy": "The 'Space economy' column reports the real gross output for the overall space-related sector. This includes all industries and activities that contribute to space exploration, satellite services, and supporting technologies. Values are reported in millions of chained 2017 dollars.",
  "Private industries": "This column aggregates the real gross output of all private industries within the space economy. It excludes government contributions and instead reflects commercial and market-driven production. The measure provides insight into private sector contributions to overall space-related output.",
  "Agriculture, forestry, fishing, and hunting": "This column records real gross output for the agriculture, forestry, fishing, and hunting sector within the private industries component of the economy. It captures economic activity related to the extraction and initial processing of biological resources. Values are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Farms": "The 'Farms' column specifically isolates real gross output from farming operations within the agriculture sector. This includes crop and livestock production contributing to the broader space economy dataset. Reported in millions of chained 2017 dollars, this helps distinguish farm activity from other forms of biological resource use.",
  "Forestry, fishing, and related activities": "This column provides the real gross output for forestry, fishing, and related services. It captures production tied to timber, fishing, and resource-based activities outside traditional farming. These values are adjusted for inflation and reported in millions of chained 2017 dollars.",
  "Mining": "The 'Mining' column reports the real gross output of the mining sector. It includes the extraction of minerals, fossil fuels, and other geological materials that feed into industrial and energy supply chains. The figures are expressed in millions of chained 2017 dollars.",
  "Oil and gas extraction": "This column focuses on the real gross output from oil and natural gas extraction activities. It excludes refining but covers the upstream production process that supplies raw hydrocarbons. Values are measured in millions of chained 2017 dollars.",
  "Mining, except oil and gas": "This field reports the real gross output from all mining activities excluding oil and natural gas. It encompasses coal, metal ores, and nonmetallic minerals. Data is reported in millions of chained 2017 dollars, isolating mining subsectors from hydrocarbons.",
  "Support activities for mining": "This column records the real gross output of support services to the mining industry, such as drilling, exploration, and site preparation. It captures service-related contributions distinct from direct extraction. Values are reported in millions of chained 2017 dollars.",
  "Utilities": "The 'Utilities' column captures the real gross output of utilities such as electricity, natural gas distribution, and water supply. It reflects the value of services enabling industrial, commercial, and residential consumption. Values are adjusted for inflation and reported in millions of chained 2017 dollars.",
  "Construction": "This column represents the real gross output of the construction sector. It covers activities including residential, commercial, and infrastructure building. The data is reported in millions of chained 2017 dollars, reflecting inflation-adjusted construction activity.",
  "Manufacturing": "The 'Manufacturing' column captures the total real gross output from all manufacturing activities. It aggregates both durable and nondurable goods production across a wide range of industries. Values are expressed in millions of chained 2017 dollars.",
  "Durable goods": "This field reports real gross output from durable goods manufacturing industries, which produce items expected to last three years or more. Examples include machinery, vehicles, and electronics. Values are adjusted for inflation and presented in millions of chained 2017 dollars.",
  "Wood products": "The 'Wood products' column captures real gross output from industries producing lumber, plywood, and related wood-based goods. This subsector is part of durable goods manufacturing. Values are in millions of chained 2017 dollars.",
  "Nonmetallic mineral products": "This column reports the real gross output from the production of products such as glass, cement, clay, and stone. It is part of the durable goods sector. Data are inflation-adjusted and given in millions of chained 2017 dollars.",
  "Primary metals": "This column provides the real gross output of primary metals manufacturing, including iron, steel, aluminum, and other base metals. These industries provide foundational inputs for other sectors. Values are reported in millions of chained 2017 dollars.",
  "Fabricated metal products": "The 'Fabricated metal products' column represents real gross output for industries that process primary metals into intermediate or final goods. Examples include metal structures, tools, and hardware. Values are expressed in millions of chained 2017 dollars.",
  "Machinery": "This field captures real gross output from the machinery manufacturing industry. It includes agricultural, industrial, and commercial machinery used across the economy. Reported in millions of chained 2017 dollars, the data reflects inflation-adjusted output.",
  "Computer and electronic products": "This column reflects real gross output from the manufacturing of computers, semiconductors, and electronic components. It captures one of the most technologically advanced sectors of durable goods. Values are reported in millions of chained 2017 dollars.",
  "Electrical equipment, appliances, and components": "This field captures the real gross output from industries producing electrical machinery, appliances, and components such as wiring and lighting equipment. It is part of the durable goods subsector. Values are reported in millions of chained 2017 dollars.",
  "Motor vehicles, bodies and trailers, and parts": "This column measures real gross output from the motor vehicle manufacturing sector, including passenger cars, trucks, trailers, and automotive parts. Data are expressed in millions of chained 2017 dollars.",
  "Other transportation equipment": "This column records real gross output from the production of transportation equipment excluding motor vehicles. Examples include aerospace products, ships, and rail equipment. Values are reported in millions of chained 2017 dollars.",
  "Furniture and related products": "This column provides the real gross output for furniture and related product manufacturing, including household, office, and institutional furniture. Values are expressed in millions of chained 2017 dollars.",
  "Miscellaneous manufacturing": "This field records the real gross output of industries grouped as miscellaneous manufacturing, which may include medical equipment, toys, jewelry, and other small durable goods. Values are reported in millions of chained 2017 dollars.",
  "Nondurable goods": "This column captures the real gross output of nondurable goods manufacturing industries, which produce items with a shorter lifespan (typically less than three years). Examples include food, clothing, and paper products. Values are reported in millions of chained 2017 dollars.",
  "Food and beverage and tobacco products": "This field reports real gross output from industries producing food, beverages, and tobacco products. It is part of the nondurable goods manufacturing subsector. Data are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Textile mills and textile product mills": "This column provides the real gross output for textile mills and textile product manufacturing. It includes fabrics, yarns, and textile furnishings. Values are expressed in millions of chained 2017 dollars.",
  "Apparel and leather and allied products": "This column captures the real gross output from apparel, leather, and allied product manufacturing. Industries include clothing, footwear, and related goods. Data are inflation-adjusted and reported in millions of chained 2017 dollars.",
  "Paper products": "The 'Paper products' column reflects real gross output for paper and pulp manufacturing industries. It includes paper, cardboard, and related materials. Reported in millions of chained 2017 dollars.",
  "Printing and related support activities": "This field measures real gross output from printing industries and related services. It includes publishing support and print finishing. Values are in millions of chained 2017 dollars.",
  "Petroleum and coal products": "This column represents the real gross output of petroleum refining, coal product manufacturing, and related industries. It reflects a key energy-related subsector of nondurable goods. Values are reported in millions of chained 2017 dollars.",
  "Chemical products": "This column captures the real gross output of chemical product manufacturing industries. It includes basic chemicals, pharmaceuticals, and specialty chemicals. Reported in millions of chained 2017 dollars.",
  "Plastics and rubber products": "This column provides real gross output for industries producing plastics and rubber goods, such as packaging, tires, and industrial components. Values are expressed in millions of chained 2017 dollars.",
  "Wholesale trade": "The 'Wholesale trade' column measures the real gross output of wholesale distributors. These industries sell goods in bulk to retailers and businesses, rather than directly to consumers. Values are reported in millions of chained 2017 dollars.",
  "Retail trade": "This field captures the real gross output of retail trade industries. It represents sales to final consumers across a wide range of retail categories. Data are inflation-adjusted and reported in millions of chained 2017 dollars.",
  "Motor vehicle and parts dealers": "This column records real gross output from retail industries selling motor vehicles and parts. It includes car dealerships and auto parts retailers. Values are expressed in millions of chained 2017 dollars.",
  "Food and beverage stores": "This column measures real gross output from retail food and beverage stores, including grocery and specialty food outlets. Data are reported in millions of chained 2017 dollars.",
  "General merchandise stores": "The 'General merchandise stores' column provides the real gross output for department stores and similar large retailers offering diverse goods. Values are reported in millions of chained 2017 dollars.",
  "Other retail": "This field captures real gross output from all other retail subsectors not specifically listed, such as clothing, electronics, and specialty stores. Values are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Transportation and warehousing": "This column reports real gross output for the transportation and warehousing sector. It includes freight, passenger transport, and storage services. Values are given in millions of chained 2017 dollars.",
  "Air transportation": "The 'Air transportation' column measures real gross output from passenger and freight airlines. It represents the aviation subsector of transportation. Data are inflation-adjusted and reported in millions of chained 2017 dollars.",
  "Rail transportation": "This column provides the real gross output of rail transport services, including freight and passenger rail. Values are reported in millions of chained 2017 dollars.",
  "Water transportation": "This column records the real gross output from water transportation services. It includes freight shipping and passenger water transport. Values are expressed in millions of chained 2017 dollars.",
  "Truck transportation": "This field captures the real gross output of the trucking industry, including freight trucking services. It is a major component of the transportation sector. Values are reported in millions of chained 2017 dollars.",
  "Transit and ground passenger transportation": "This column represents real gross output from transit systems and other ground passenger services, such as buses and taxis. Values are given in millions of chained 2017 dollars.",
  "Pipeline transportation": "The 'Pipeline transportation' column measures real gross output from industries transporting natural gas, oil, and other products through pipelines. Values are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Other transportation and support activities": "This field captures real gross output from transportation support industries, such as logistics, cargo handling, and maintenance. Values are reported in millions of chained 2017 dollars.",
  "Warehousing and storage": "This column provides the real gross output from warehousing and storage services. It reflects the value of industries providing inventory management and storage. Values are expressed in millions of chained 2017 dollars.",
  "Information": "The 'Information' column records the real gross output of information sector industries. It includes publishing, telecommunications, broadcasting, and data services. Values are given in millions of chained 2017 dollars.",
  "Publishing industries, except internet (includes software)": "This column measures the real gross output from publishing industries other than internet-only publishers. It includes traditional publishing, newspapers, magazines, books, and software publishing. Values are reported in millions of chained 2017 dollars.",
  "Motion picture and sound recording industries": "This column captures the real gross output from the production and distribution of films, television programs, and sound recordings. Values are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Broadcasting and telecommunications": "The 'Broadcasting and telecommunications' column reflects the real gross output from radio, television, cable broadcasting, and telecommunications services. Values are reported in millions of chained 2017 dollars.",
  "Data processing, internet publishing, and other information services": "This column records the real gross output from data processing services, internet publishing, and other digital information activities. Values are adjusted for inflation and given in millions of chained 2017 dollars.",
  "Finance, insurance, real estate, rental, and leasing": "This field measures real gross output across finance, insurance, real estate, rental, and leasing industries. It represents one of the largest sectors of the economy, with values reported in millions of chained 2017 dollars.",
  "Finance and insurance": "This column provides the real gross output of the financial and insurance subsectors. It includes banking, credit intermediation, investment, and insurance carriers. Values are expressed in millions of chained 2017 dollars.",
  "Federal Reserve banks, credit intermediation, and related activities": "This column isolates the real gross output of the Federal Reserve, commercial banks, and related credit services. Data are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Securities, commodity contracts, and investments": "This field captures the real gross output of securities trading, brokerage, and investment services. Values are reported in millions of chained 2017 dollars.",
  "Insurance carriers and related activities": "This column records the real gross output of insurance carriers and related services, including underwriting and claims management. Values are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Funds, trusts, and other financial vehicles": "This column reflects the real gross output from funds, trusts, and similar investment vehicles. It includes mutual funds and pension funds. Values are given in millions of chained 2017 dollars.",
  "Real estate and rental and leasing": "This column measures the real gross output from real estate, rental, and leasing industries. It includes housing, commercial property, and equipment rental. Values are expressed in millions of chained 2017 dollars.",
  "Real estate": "This field records the real gross output of the real estate industry. It includes both housing services and commercial property activities. Values are reported in millions of chained 2017 dollars.",
  "Housing": "The 'Housing' column specifically isolates the real gross output attributable to residential housing services. Values are reported in millions of chained 2017 dollars.",
  "Other real estate": "This column reflects the real gross output of real estate services outside of residential housing. It includes commercial and industrial real estate. Values are expressed in millions of chained 2017 dollars.",
  "Rental and leasing services and lessors of intangible assets": "This field captures the real gross output of rental services (e.g., vehicles, equipment) and leasing of intangible assets. Values are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Professional and business services": "This column measures real gross output from professional, scientific, technical, management, and administrative services. Values are given in millions of chained 2017 dollars.",
  "Professional, scientific, and technical services": "This column captures the real gross output from industries providing professional, scientific, and technical expertise, such as legal, accounting, engineering, and consulting services. Values are reported in millions of chained 2017 dollars.",
  "Legal services": "This column isolates the real gross output of legal services, including law firms and legal practitioners. Values are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Computer systems design and related services": "This field measures real gross output from computer systems design and related consulting services, including IT development and support. Values are reported in millions of chained 2017 dollars.",
  "Miscellaneous professional, scientific, and technical services": "This column provides real gross output from miscellaneous professional services, such as marketing, scientific R&D, and design services. Values are expressed in millions of chained 2017 dollars.",
  "Management of companies and enterprises": "This column reflects the real gross output of firms engaged in managing companies and enterprises, including holding companies. Values are inflation-adjusted and given in millions of chained 2017 dollars.",
  "Administrative and waste management services": "This column records the real gross output of administrative and waste management services. It includes office administration, facilities support, and remediation services. Values are expressed in millions of chained 2017 dollars.",
  "Administrative and support services": "This column isolates the real gross output of administrative and support service industries, including employment services, travel arrangements, and security. Values are reported in millions of chained 2017 dollars.",
  "Waste management and remediation services": "This field captures the real gross output from waste management and remediation industries, such as sanitation, recycling, and hazardous waste services. Values are expressed in millions of chained 2017 dollars.",
  "Educational services, health care, and social assistance": "This column reports real gross output for the combined sector of education, health care, and social assistance. It includes schools, hospitals, and social service providers. Values are expressed in millions of chained 2017 dollars.",
  "Educational services": "This column isolates the real gross output of educational services, including private schools, colleges, and training providers. Values are reported in millions of chained 2017 dollars.",
  "Health care and social assistance": "This column provides the real gross output of the health care and social assistance sector. It aggregates hospitals, outpatient care, residential facilities, and social services. Values are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Ambulatory health care services": "This field captures the real gross output from outpatient and ambulatory health care providers. It includes clinics, physician offices, and outpatient centers. Values are reported in millions of chained 2017 dollars.",
  "Hospitals": "The 'Hospitals' column records the real gross output of hospital services, both inpatient and outpatient. Data are given in millions of chained 2017 dollars.",
  "Nursing and residential care facilities": "This column measures real gross output from nursing homes and other residential care providers. Values are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Social assistance": "This column captures the real gross output of social assistance programs, including child care, family services, and community aid. Values are reported in millions of chained 2017 dollars.",
  "Arts, entertainment, recreation, accommodation, and food services": "This column reflects the real gross output of the arts, entertainment, recreation, accommodation, and food services sector. Values are inflation-adjusted and reported in millions of chained 2017 dollars.",
  "Arts, entertainment, and recreation": "This column isolates the real gross output of the arts, entertainment, and recreation industries. It includes cultural institutions, sports, and recreation facilities. Values are expressed in millions of chained 2017 dollars.",
  "Performing arts, spectator sports, museums, and related activities": "This field measures the real gross output of performing arts companies, sports organizations, museums, and related industries. Values are reported in millions of chained 2017 dollars.",
  "Amusements, gambling, and recreation industries": "This column captures the real gross output of amusements, gambling, and recreational industries. It includes casinos, theme parks, and related services. Values are given in millions of chained 2017 dollars.",
  "Accommodation and food services": "This column reports the real gross output of the accommodation and food services sector. It covers hotels, restaurants, and related establishments. Values are expressed in millions of chained 2017 dollars.",
  "Accommodation": "This column provides the real gross output of the accommodation industry, including hotels, motels, and lodging services. Values are reported in millions of chained 2017 dollars.",
  "Food services and drinking places": "The 'Food services and drinking places' column reflects real gross output from restaurants, bars, and similar establishments. Data are inflation-adjusted and expressed in millions of chained 2017 dollars.",
  "Other services, except government": "This column measures the real gross output of miscellaneous private services not elsewhere classified, excluding government activities. Values are reported in millions of chained 2017 dollars.",
  "Government": "The 'Government' column aggregates real gross output from all levels of government activity. It combines federal, state, and local government services. Values are expressed in millions of chained 2017 dollars.",
  "Federal": "This column reflects the real gross output of the federal government. It includes general government functions and federally operated enterprises. Values are reported in millions of chained 2017 dollars.",
  "General government": "This column records the real gross output of general federal government services. It covers administrative, legislative, and regulatory functions. Values are expressed in millions of chained 2017 dollars.",
  "National defense": "This field measures the real gross output of federal national defense activities. It includes military operations, procurement, and defense services. Values are reported in millions of chained 2017 dollars.",
  "Nondefense": "The 'Nondefense' column provides the real gross output of nondefense federal government services. It includes civilian functions such as public administration and oversight. Values are reported in millions of chained 2017 dollars.",
  "Government enterprises": "This column reflects the real gross output of government-owned enterprises operated by the federal government. It includes business-like operations distinct from general administration. Values are expressed in millions of chained 2017 dollars.",
  "State and local": "This column captures the real gross output of state and local governments. It includes both general services and enterprises. Values are reported in millions of chained 2017 dollars.",
  "General government.1": "This column reports the real gross output of state and local general government services, such as public safety, education, and administration. Values are expressed in millions of chained 2017 dollars.",
  "Government enterprises.1": "This column measures the real gross output of state and local government enterprises. Examples include public utilities and transportation services. Values are reported in millions of chained 2017 dollars.",
  "Addendum": "The 'Addendum' column acts as a marker for supplemental measures included at the end of the dataset. It introduces additional derived values not part of the main sector breakdown.",
  "Space economy excluding satellite television, satellite radio, and educational services": "This column provides the real gross output of the space economy excluding satellite TV, satellite radio, and educational services. It refines the measure of the core space-related industries. Values are expressed in millions of chained 2017 dollars."
}